{"name":"Eduardo Martinez","headerTaglineOne":"I'm Eduardo Martinez, passionate about computing and mathematics.","headerTaglineTwo":"","headerTaglineThree":"","showCursor":false,"showBlog":false,"darkMode":false,"showResume":true,"socials":[{"id":"1","title":"Github","link":"https://github.com/bigrex007"},{"id":"2","title":"LinkedIn","link":"https://www.linkedin.com/in/eduardo-antonio-martinez-maldonado-415949241/"},{"id":"5","title":"Email","link":"eduardoellechero@gmail.com"}],"projects":[{"id":"1","title":"Website for a Construction Company","description":"Landing page with form submission","imageSrc":"https://i.postimg.cc/wjXVyykp/Imagen1.png","url":"https://consuconstruct.netlify.app/"},{"id":"2","title":"Ticketing System for Abscence Manegement","description":"Google sheets form with scripts for interactive queueing of tickets","imageSrc":"https://i.postimg.cc/3w7Fh8mx/Image2.png","url":"https://docs.google.com/spreadsheets/d/1wtcz9UTlKZscvo-oCimnSJ21U5Gp_lNd_IsIRMefkYo/edit?usp=sharing"}],"services":[{"id":"1","title":"Software Development","description":" I specialize in building robust and scalable software solutions tailored to your business needs. From web applications to backend services, I use modern technologies to create efficient and maintainable systems."},{"id":"2","title":"Data Analysis","description":"I provide comprehensive data analysis services, transforming raw data into actionable insights. Whether it's data cleaning, statistical analysis, or creating visualizations, I help you make informed decisions based on data."},{"id":"3","title":"Web Development","description":"I create and optimize your online presence with responsive and interactive web applications. From frontend design to backend functionality, I ensure your website is a powerful tool for engaging users and driving revenue."},{"id":"4","title":"Technical Consulting","description":"I offer consulting services to help you navigate the complexities of modern technology. From selecting the right tools and technologies to optimizing your existing systems, I provide strategic guidance to enhance your tech capabilities."}],"aboutpara":"I'm Eduardo Martinez, my passion lies in the realms of mathematics, computer science, and physics, and I'm determined to build a career that seamlessly integrates all three. As a self-taught individual, I thrive on learning new things and proactively tackling challenges. I find great satisfaction in solving complex problems and am always eager to expand my knowledge: if it sparks my interest, you'll find me fully engaged and enthusiastic.","resume":{"tagline":"Hi, I'm Eduardo Martinez!","description":"I am a dedicated Junior Software Engineer and Data Analyst, I specialize in creating innovative solutions and leveraging data insights to drive decision-making. With a strong foundation in both software development and data analysis, I thrive in dynamic environments where I can contribute to impactful projects. My skills in full stack development, combined with my analytical abilities, allow me to tackle complex challenges and deliver high-quality results. I'm committed to continuous learning and collaborating with teams to achieve technological excellence.","experiences":[{"id":"1","dates":"November 2022 - Present","type":"Part Time","position":"Freelance Proyect and Program Manager","bullets":"Work with different clients according to needs, Experience dealing with client relationships and making budgets"},{"id":"d495c23b-4f65-479a-9b8a-cfbc1c089725","dates":"May 2022 - Present","type":"Full Time","position":"Technical Support Specialist at 5CA","bullets":"Helped configure SAP abscence management system during an internship"},{"id":"5b85a093-76c9-49d5-b689-b7d7ed21ace4","dates":"November 2019 - 2021","type":"Full Time","position":"Data Entry Specialist at Partner Hero","bullets":"Data entry to track errors ocurring during production, Provide reports of common trends and issues"}],"education":{"universityName":"CEUTEC","universityDate":"2021-2024","universityPara":"Software Engineering"},"languages":["Javascript","HTML5","CSS","Python","Java","C++","C#"],"frameworks":["ReactJs","Typescript","NextJs","Tailwind","ExpressJs","NodeJs"],"others":["Google Sheets","Excel","PostreSQL","MySQL","MongoDB"]}}